Repository: rivaldofez/pokedex
Catalog: PokedexApp/Pokedex/Localizable/*.lproj/Localizable.strings
Languages: id

# title.my.pokemon
source: My Pokemon
id: Pokemon Ku

# title.error.occured
source: Error Occured
id: Terjadi Kesalahan

# title.release.pokemon.success
source: Pokemon Released
id: Pokemon Dilepas

# title.release.pokemon.failed
source: Pokemon Not Released
id: Pokemon Tidak Dilepaskan

# title.edit.nickname.pokemon.success
source: Nickname Changed
id: Nama Panggilan Berubah

# title.edit.nickname.pokemon.failed
source: Nickname not Changed
id: Nama Panggilan Tidak Berubah

# title.edit
source: Edit
id: Ubah

# title.nickname
source: Nickname
id: Nama Panggilan

# title.change
source: Change
id: Ubah

# title.cancel
source: Cancel
id: Batal

# title.release
source: Release
id: Lepas

# msg.success.released.pokemon
source: Bye-bye buddy, sorry to let you go, see you again :)
id: Bye-bye teman, maaf kamu harus dilepas, sampai jumpa lagi :)

# msg.failed.released.pokemon
source: Oops, your pokemon doesn't seem to go :(, it's okay, try again later
id: Oops, pokemon kamu sepertinya tidak ingin lepas :(, it's okay, mohon coba lagi nanti

# msg.success.edit.nickname.pokemon
source: Wohoo, your pokemon seems very happy with the new nickname
id: Wohoo, pokemon kamu terlihat sangat sendang dengan nama panggilan baru

# msg.failed.edit.nickname.pokemon
source: Oops, your pokemon seems unhappy with the new nickname and want to use old nickname.
id: Oops, pokemon kamu nampak tidak suka dengan nama panggilan baru, dan ia memilih menggunakan nama lama

# msg.empty.my.pokemon.list
source: Oops, you haven't caught any pokemon ye, start catching your pokemon now!
id: Oops, kamu belum menangkap seekor pokemon pun, mulailah menangkap pokemon sekarang.

# msg.error.load.pokemon
source: There is error when load pokemon data, please try again
id: Terjadi kesalahan saat memuat data pokemon

# msg.error.process.request
source: There is error while process your request, please try again
id: Terjadi kesalahan saat memproses permintaanmu, silakan coba lagi

# msg.choose.new.nickname
source: Choose your pokemon new nickname
id: Pilih nama panggilan pokemon mu yang baru

# msg.pokemon.caught.sent
source: Your catched pokemon has been delivered to your PC, you can see it in List My Pokemon
id: Pokemon kamu sudah dikirimkan ke center, kamu bisa lihat di halaman Pokemon Saya

# msg.pokemon.caught.not.sent
source: There is error when delivered your pokemon, please try again
id: Terjadi kesalahan saat mengirimkan pokemon mu, silakan coba lagi

# msg.pokemon.missed.run
source: You missed!, the pokemon run, please try again.
id: Kamu meleset!, pokemonnya lari, silakan coba tangkap lagi.
